* Test
  CLOCK: [2014-07-02 Wed 18:10]--[2014-07-03 Thu 15:00] => 20:50
  CLOCK: [2014-07-02 Wed 18:10]--[2014-07-02 Wed 18:10] =>  0:00
  CLOCK: [2014-07-02 Wed 18:10]--[2014-07-02 Wed 18:10] =>  0:00
  CLOCK: [2014-07-02 Wed 18:10]--[2014-07-02 Wed 18:10] =>  0:00
  CLOCK: [2014-07-02 Wed 18:10]--[2014-07-02 Wed 18:10] =>  0:00
  CLOCK: [2014-07-02 Wed 18:08]--[2014-07-02 Wed 18:09] =>  0:01
* Hej
  CLOCK: [2014-07-03 Thu 15:00]--[2014-07-03 Thu 15:00] =>  0:00
  CLOCK: [2014-07-02 Wed 18:09]--[2014-07-02 Wed 18:10] =>  0:01
